tap "crisidev/chunkwm"
tap "d12frosted/emacs-plus"
tap "dunn/emacs"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "railwaycat/emacsmacport"
brew "ant", args: ["with-ivy"]
brew "autoconf"
brew "automake"
brew "glib"
brew "cmake"
brew "cmark-gfm"
brew "coreutils"
brew "cowsay"
brew "dos2unix"
brew "exa"
brew "gcc"
brew "gdb"
brew "git"
brew "libtool"
brew "global", args: ["with-ctags", "with-pygments"]
brew "gnutls"
brew "go"
brew "pkg-config"
brew "graphviz"
brew "imagemagick"
brew "ispell"
brew "llvm", args: ["with-lldb", "with-toolchain"]
brew "markdown"
brew "nasm"
brew "ncurses"
brew "pandoc"
brew "ponysay"
brew "poppler"
brew "protobuf"
brew "qemu"
brew "ripgrep"
brew "sloccount"
brew "telnet"
brew "terminal-notifier"
brew "tree"
brew "watchexec"
brew "wget"
brew "zsh"
brew "crisidev/chunkwm/chunkwm"
brew "koekeishiya/formulae/khd", args: ["with-logging"]
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-imagemagick", "with-modern-icon", "with-natural-title-bar"]
cask "font-source-code-pro"
cask "haskell-platform"
cask "java8"
cask "mactex"
cask "racket"
